{ "dealerveh":[ 
  {"name": "Volvo V40", "brand": "Volvo","engine": "984 CC / 1596 CC", "price": "31.64 to 35.75 lakh","desc":"The Volvo V40 is a striking looking, fully-kitted luxury hatchback that is designed to pamper occupants with its premium appeal, impeccable quality, and a host of comfort and safety features. The V40 is aimed at those who want a compact luxury car complete with all the luxury bells and whistles."},
   {"name": "Volkswagen Vento", "brand": "Volkswagen","engine": "1598 CC / 1197 CC / 1498 CC ", "price": "8.27 to 13.81 lakh","desc":"Nov 16, 2016 : The German automaker is trying to reignite the spark in the Vento's recipe by launching another edition of the car – the 'Vento Preferred Edition'. This edition will be available with all the Comfortline variants of the car and comes with some additional features over the current models. In the official release, VW has said that the Vento Preferred Edition will be available at all its dealerships across the country."},
   {"name": "Land Cruiser", "brand": "Toyota","engine": "4461 CC", "price": "1.37 crore","desc":"The Toyota Land Cruiser is a legend in its own right and is a dominating player amongst the higher echelons of premium luxury SUVs. With a body-on-ladder frame construction, the Land Cruiser sticks to the old school SUV norm, which adds to its robust go anywhere capability. Boasting of extremely good looks, the Land Cruiser has an awesome on-road presence and is kitted to the brim with creature comforts. It's tough build and 4x4 capability makes it the vehicle of choice for those who choose to live off the beaten path"},
   {"name": "Tata Safari Storme ", "brand": "TATA","engine": "2179 CC", "price": "10.63 to 15.84 lakh","desc":"The Tata Safari Storme has replaced the Maruti Gypsy in the Indian Army. Recently, a triple digit order has been placed by the Army for the Safari Storme and it is expected to multiply by vast figures in the near future. There will be some structural changes in the Safari Storme for the Army as it will have to endure harsh environments."},
   {"name": "Skoda Rapid", "brand": "Skoda","engine": " 1498 CC / 1598 CC", "price": "8.42 to 12.90 lakh","desc":"Skoda India has launched the highly-awaited facelift for its smallest sedan offering, the Rapid, at a starting price of Rs 8.35 lakh (ex-showroom, Maharashtra) for the base model, the Rapid facelift receives several notable updates. It is the first significant facelift that the car has received in five years. The top-end variant of the new Skoda Rapid has been priced at Rs 12.67 lakh. The most notable change is at the front of the car."}
  ]
}